/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Mark as played" = "Mark as played";

/* No comment provided by engineer. */
"Mark as unplayed" = "Mark as unplayed";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"Move to saved" = "Move to saved";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Refresh failed, try again later." = "Refresh failed, try again later.";

/* No comment provided by engineer. */
"Remove from saved" = "Remove from saved";

